Repository: Demizo/Daily_You
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, hi, ja, nl, tr, uk

# themeLight
source: Light
ar: فاتح
de: Hell
hi: लाइट
ja: ライト
nl: Licht
tr: Aydınlık
uk: Світла

# settingsUseSystemAccentColor
source: Use System Accent Color
ar: استخدم ألوان النظام
de: System Akzentfarbe Verwenden
ja: システムのユーザーの色を利用
nl: Gebruik accentkleur van het systeem
tr: Sistem vurgu rengini kullan
uk: Використовувати колір акценту як в системі

# deleteLogTitle
source: Delete Log
ar: حذف السجل
de: Eintrag löschen
hi: लॉग हटाएं
ja: 記録を削除
nl: Verwijder log
tr: Kaydı sil
uk: Видалити запис

# flashbackMonth
source: {count, plural, one{{count} Month Ago} other{{count} Months Ago}}
ar: {count, plural, one{منذ شهر واحد} other{منذ {count} أشهر}}
de: {count, plural, one{{count} Monat her} other{{count} Monate her}}
ja: {count, plural, one{{count} か月前} other{{count} か月前}}
nl: {count, plural, one{{count} maand geleden} other{{count} maanden geleden}}
tr: {count, plural, one{{count} ay önce} other{{count} ay önce}}
uk: {count, plural, one{{count} місяць тому} few{{count} місяці тому} other{{count} місяців тому}}

# sortOrderDescendingTitle
source: Descending
ar: تنازلي
de: Absteigend
ja: 降順
nl: Aflopend
tr: Azalan
uk: За зменшенням

# errorTitle
source: Error
ar: خطأ
de: Fehler
ja: エラー
nl: Fout
tr: Hata
uk: Помилка

# settingsImageQuality
source: Image Quality
ar: جودة الصورة
de: Bildqualität
ja: 画質
nl: Afbeeldingskwaliteit
tr: Görüntü kalitesi
uk: Якість світлин

# imageQualityLow
source: Low
ar: ضعيفة
de: Niedrig
ja: 低
nl: Laag
tr: Düşük
uk: Низька

# settingsLogFolder
source: Log Folder
ar: مجلد السجل
de: Eintrags Ordner
ja: 記録フォルダ
nl: Logmap
tr: Kayıt klasörü
uk: Тека для записів

# settingsLicense
source: License
ar: الرخصة
de: Lizenz
hi: लाइसेंस
ja: ライセンス
nl: Licentie
tr: Lisans
uk: Ліцензія

# logFolderWarningDescription
source: If the selected folder already contains a 'daily_you.db' file, it will be used to overwrite your existing logs!
ar: إذا كان المجلد المحدد يحتوي بالفعل على ملف "daily_you.db"، فسيتم استخدامه لاستبدال سجلاتك الحالية!
de: Wenn der ausgewählte Ordner bereits eine 'daily_you.db'-Datei enthält, wird diese verwendet, um Ihre bestehenden Einträge zu überschreiben!
hi: यदि चयनित फ़ोल्डर में पहले से ही 'daily_you.db' फ़ाइल मौजूद है, तो इसका उपयोग आपके मौजूदा लॉग को ओवरराइट करने के लिए किया जाएगा!
ja: 選択したフォルダーに既に 'daily_you.db' ファイルが含まれている場合は、既存のログを上書きするために使用されます！
nl: Als de geselecteerde map al een 'daily_you.db' bestand bevat, zal het gebruikt worden om je bestaande logs te overschrijven!
tr: Seçilen klasör zaten bir 'Daily_you.db' dosyası içeriyorsa, mevcut günlüklerinizin üzerine yazmak için kullanılacaktır!
uk: Якщо вибрана тека вже містить файл 'daily_you.db', він перезапише існуючі записи в журналі!

# imageQualityMedium
source: Medium
ar: متوسطة
de: Mittel
ja: 中
nl: Middel
tr: Orta
uk: Середня

# deletePhotoDescription
source: Do you want to delete this photo?
ar: هل تريد حذف هذه الصورة؟
de: Möchtest du das Foto löschen?
hi: क्या आप इस फोटो को हटाना चाहते हैं?
ja: この写真を削除してもよろしいですか？
nl: Weet je zeker dat je deze foto wil verwijderen?
tr: Bu fotoğrafı silmek istiyor musun?
uk: Все ж таки видалити це фото?

# flashbackWeek
source: {count, plural, one{{count} Week Ago} other{{count} Weeks Ago}}
ar: {count, plural, zero{منذ {count} أسبوع} one{منذ أسبوع واحد} two{منذ أسبوعين} few{منذ {count} أسابيع} many{منذ {count} أسبوعًا} other{منذ {count} أسبوع} }
de: {count, plural, one{{count} Woche her} other{{count} Wochen her}}
ja: {count, plural, one{{count} 週間前} other{{count} 週間前}}
nl: {count, plural, one{{count} week geleden} other{{count} weken geleden}}
tr: {count, plural, one{{count} hafta önce} other{{count} hafta önce}}
uk: {count, plural, one{{count} тиждень тому} few{{count} тижні тому} other{{count} тижнів тому}}

# settingsFixedReminderTimeDescription
source: Pick a fixed time for the reminder
ar: اختر وقتًا ثابتًا للتذكير
de: Wähle eine feste Zeit für die Erinnerung
ja: リマインダーの送信時間を固定する
nl: Kies een vaste tijd voor de herinnering
tr: Hatırlatma için sabit bir zaman seçin
uk: Оберіть точний час для нагадувань

# settingsShowMarkdownToolbar
source: Show Markdown Toolbar
ar: إظهار شريط أدوات Markdown
de: Zeige Markdown Werkzeugleiste
nl: Toon Markdown werkbalk
tr: Markdown araç çubuğunu göster
uk: Відображати панель форматування тексту

# flashbackGoodDay
source: A Good Day
ar: يوم جيد
de: Ein Guter Tag
hi: अच्छा दिन
ja: よい一日
nl: Een goede dag
tr: İyi Bir Gün
uk: Хороший день

# settingsStorageTitle
source: Storage
ar: التخزين
de: Speicher
ja: ストレージ
nl: Opslag
tr: Depolama
uk: Сховище

# imageQualityNoCompression
source: No Compression
ar: بدون ضغط
de: keine Komprimierung
ja: 圧縮なし
nl: Geen compressie
tr: Sıkıştırmadan
uk: Оригінальна

# settingsDefaultTemplate
source: Default Template
ar: القالب الافتراضي
de: Standardvorlage
hi: डिफ़ॉल्ट टेम्पलेट
ja: デフォルトテンプレート
nl: Standaardsjabloon
tr: Varsayılan şablon
uk: Шаблон за замовчуванням

# settingsCustomAccentColor
source: Custom Accent Color
ar: لون مخصص
de: Eigene Akzentfarbe
ja: 強調色をカスタマイズ
nl: Eigen accentkleur
tr: Özel vurgu rengi
uk: Обрати свій колір акценту

# settingsVersion
source: Version
ar: الإصدار
hi: ऐप का वर्जन
ja: バージョン
nl: Versie
tr: Sürüm
uk: Версія

# pageHomeTitle
source: Home
ar: الرئيسية
de: Start
hi: होम
ja: ホーム
nl: Start
tr: Ana
uk: Домашня

# flashbacksTitle
source: Flashbacks
ar: الذكريات
de: Rückblicke
hi: फ्लैशबैक्स
ja: 回想
nl: Terugblikken
tr: Geçmiş
uk: Спогади

# flaskbacksEmpty
source: No Flashbacks Yet…
ar: لا توجد ذكريات حتى الآن…
de: Bis jetzt keine Rückblicke…
hi: अभी तक कोई फ़्लैशबैक नहीं…
ja: まだ回想はありません…
nl: Nog geen terugblikken…
tr: Henüz geçmiş yok…
uk: Ще немає спогадів…

# flashbackRandomDay
source: A Random Day
ar: يوم عشوائي
de: Ein Zufälliger Tag
hi: कोई भी दिन
ja: ある一日
nl: Een willekeurige dag
tr: Rastgele Bir Gün
uk: Випадковий день

# dailyReminderTitle
source: Log Today!
ar: سَجِّل اليوم!
de: Heute Eintragen!
hi: आज दर्ज करें!
ja: 今日の日記を書きましょう！
nl: Log vandaag!
tr: Bugünü Kayıtla!
uk: Напиши про день!

# dailyReminderDescription
source: Take your daily log…
ar: خذ سجل يومياتك…
de: Mache deinen Eintrag…
hi: अपना आज का दिन दर्ज करें…
ja: 今日の日記を残しましょう…
nl: Schrijf je dagelijkse log…
tr: Günlük kaydı oluştur…
uk: Час написати про сьогодні…

# pageGalleryTitle
source: Gallery
ar: المعرض
de: Galerie
hi: गैलरी
ja: ギャラリー
nl: Galerij
tr: Galeri
uk: Галерея

# searchLogsHint
source: Search Logs…
ar: سجلات البحث…
de: Durchsuchen der Einträge …
hi: लॉग्स खोजें…
ja: 記録を検索…
nl: Doorzoek logboeken…
tr: Kayıt ara…
uk: Шукати запис…

# logCount
source: {count, plural, one{{count} log} other{{count} logs}}
ar: {count, plural, one{{count} سجل} other{{count} سجلات}}
de: {count, plural, one{{count} Eintrag} other{{count} Einträge}}
ja: {count, plural, one{{count}件の記録} other{{count}件の記録}}
tr: {count, plural, one{{count} kayıt} other{{count} kayıt}}
uk: {count, plural, one{{count} запис} few{{count} записи} other{{count} записів}}

# pageStatisticsTitle
source: Statistics
ar: إحصائيات
de: Statistiken
hi: आंकड़े
ja: 統計
nl: Statistieken
tr: Sayımlama
uk: Статистика

# statisticsRangeOneMonth
source: 1 Month
ar: ١ شهر
de: 1 Monat
hi: १ महीना
ja: 一か月
nl: 1 maand
tr: 1 ay
uk: 1 місяць

# statisticsRangeSixMonths
source: 6 Months
ar: ٦ أشهر
de: 6 Monate
hi: ६ महीने
ja: 六か月
nl: 6 maanden
tr: 6 ay
uk: 6 місяців

# statisticsRangeOneYear
source: 1 Year
ar: ١ سنة
de: 1 Jahr
hi: १ वर्ष
ja: 一年
nl: 1 jaar
tr: 1 yıl
uk: 1 рік

# statisticsNotEnoughData
source: Not enough data…
ar: لا توجد بيانات كافية…
de: Nicht genügend Daten…
hi: पर्याप्त डेटा नहीं है…
ja: データが足りません…
nl: Niet genoeg data…
tr: Yeterli veri yok…
uk: Недостатньо даних…

# streakCurrent
source: {count, plural, other{Current Streak {count}}}
ar: {count, plural, other{السلسلة الحالية {count}}}
de: {count, plural, other{Aktuell Serie {count}}}
nl: {count, plural, other{Huidige reeks {count}}}
tr: {count, plural, other{Mevcut seri {count}}}
uk: {count, plural, other{Поточний ланцюжок: {count}}}

# chartSummaryTitle
source: {tag} Summary
ar: {tag} الملخص
de: {tag} Übersicht
hi: {tag} सारांश
ja: {tag} 要約
nl: {tag} Samenvatting
tr: {tag} Özeti
uk: {tag} зведений

# chartByDayTitle
source: {tag} By Day
ar: {tag} حسب اليوم
de: {tag} Pro Tag
ja: {tag} 日毎
nl: {tag} per dag
tr: Günlük {tag}
uk: {tag} за днем тижня

# streakLongest
source: {count, plural, other{Longest Streak {count}}}
ar: {count, plural, other{أطول سلسلة {count}}}
de: {count, plural, other{Längste Serie {count}}}
nl: {count, plural, other{Langste reeks {count}}}
tr: {count, plural, other{En uzun seri {count}}}
uk: {count, plural, other{Найдовший ланцюжок: {count}}}

# streakSinceBadDay
source: {count, plural, other{Days Since a Bad Day {count}}}
ar: {count, plural, one{يوم منذ يوم سيء} other{أيام منذ يوم سيء}}
de: {count, plural, other{Tage seit einem schlechten Tag {count}}}
nl: {count, plural, other{Dagen sinds een slechte dag {count}}}
tr: {count, plural, other{Geçen son kötü gün {count}}}
uk: {count, plural, other{Пройшло днів з останнього поганого дня: {count}}}

# errorExternalStorageAccessContinue
source: Continue With Local Database
ar: متابعة مع قاعدة البيانات المحلية
de: Weiter mit lokaler Datenbank
hi: लोकल डेटाबेस के साथ जारी रखें
ja: ローカルデータベースを使用して続行
nl: Ga door met lokale database
tr: Yerel veri tabanı ile devam edin
uk: Використовувати натомість локальне сховище

# lastModified
source: Modified
ar: معدّل
de: Geändert
hi: संशोधित
ja: 最終更新
nl: Gewijzigd
tr: Değişiklik
uk: Востаннє змінено

# titleHint
source: Title…
ar: عنوان…
de: Titel…
hi: शीर्षक…
ja: タイトル…
nl: Titel…
tr: Başlık…
uk: Назва…

# pageSettingsTitle
source: Settings
ar: الإعدادات
de: Einstellungen
hi: सैटिंग्स
ja: 設定
nl: Instellingen
tr: Ayarlar
uk: Налаштування

# settingsAppearanceTitle
source: Appearance
ar: المظهر
de: Aussehen
ja: 外観
nl: Uiterlijk
tr: Görünüm
uk: Зовнішній вигляд

# settingsTheme
source: Theme
ar: السمة
hi: थीम
ja: テーマ
nl: Thema
tr: Tema
uk: Тема

# themeSystem
source: System
ar: النظام
hi: सिस्टम
ja: システムに従う
nl: Systeem
tr: Sistem
uk: Як у системі

# settingsFirstDayOfWeek
source: First Day Of Week
ar: أول يوم في الأسبوع
de: Erster Tag der Woche
hi: सप्ताह का पहला दिन
ja: 週の始まり
nl: Eerste dag van de week
tr: Haftanın ilk günü
uk: Перший день тижня

# moodIconPrompt
source: Enter an icon
ar: أدخل أيقونة
de: Icon hier eingeben
hi: कोई आइकन इंटर करें
ja: アイコンを入力してください
nl: Voer een icoon in
tr: Bir simge belirleyin
uk: Введіть іконку (емоджи)

# settingsNotificationsTitle
source: Notifications
ar: الإشعارات
de: Benachrichtigung
hi: सूचनाएं
ja: 通知
nl: Meldingen
tr: Bildirimler
uk: Нагадування

# settingsDailyReminderTitle
source: Daily Reminder
ar: تذكير يومي
de: Tägliche Erinnerung
hi: डेली रिमाइंडर
ja: リマインダー
nl: Dagelijkse herinnering
tr: Günlük Hatırlatma
uk: Кожноденне нагадування

# settingsReminderTime
source: Reminder Time
ar: وقت التذكير
de: Erinnerungszeit
ja: リマインダーの送信時間
nl: Herinneringstijd
tr: Hatırlatma zamanı
uk: Час нагадування

# settingsFixedReminderTimeTitle
source: Fixed Reminder Time
ar: وقت التذكير الثابت
de: Feste Erinnerungszeit
ja: 固定リマインダー時間
nl: Vaste herinneringstijd
tr: Sabit hatırlatma zamanı
uk: Фіксований час нагадування

# settingsDailyReminderDescription
source: A gentle reminder each day
ar: تذكير لطيف كل يوم
de: Eine kleine Erinnerung jeden Tag
ja: 毎日、便利なリマインダーを送信
nl: Iedere dag een kleine herinnering
tr: Her gün nazik bir hatırlatma
uk: Дозвольте додатку працювати в фоновому режимі для надійніших сповіщень

# settingsTemplatesTitle
source: Templates
ar: القوالب
de: Vorlagen
ja: テンプレート
nl: Sjablonen
tr: Şablonlar
uk: Шаблони

source: Manage Templates
ar: إدارة القوالب
de: Vorlagen verwalten
hi: टेम्पलेट मैनेज करें
ja: テンプレートを管理する
nl: Sjablonen beheren
tr: Şablonları yönet
uk: Керувати шаблонами

# addTemplate
source: Add a Template
ar: إضافة قالب
de: Vorlage hinzufügen
hi: टेम्पलेट जोड़ें
ja: テンプレートを追加する
nl: Sjabloon toevoegen
tr: Bir şablon ekle
uk: Додати шаблон

source: New Template
ar: قالب جديد
de: Neu Vorlage
nl: Nieuw sjabloon
tr: Yeni şablon
uk: Новий шаблон

# noTemplateTitle
source: None
ar: لا شيء
de: Keine
ja: なし
nl: Geen
tr: Hiçbiri
uk: Порожній

# noTemplatesDescription
source: No templates created yet…
ar: لم يتم إنشاء أي قوالب بعد…
de: Noch kein Vorlagen erstellt…
ja: テンプレートはまだ作成されていません…
nl: Nog geen sjablonen aangemaakt…
tr: Henüz şablon oluşturulmadı…
uk: Жодного шаблону немає…

# imageQualityHigh
source: High
ar: عالية
de: Hoch
ja: 高
nl: Hoog
tr: Yüksek
uk: Висока

# settingsImageFolder
source: Image Folder
ar: مجلد الصور
de: Bild Ordner
ja: 画像フォルダ
nl: Afbeeldingsmap
tr: Görüntü klasörü
uk: Тека для світлин

# settingsExport
source: Export
de: Exportieren
tr: Dışa aktar
uk: Експорт

source: Export Logs
de: Einträge Exportieren
tr: Kayıtları dışa aktar
uk: Експортувати записи

source: Export Images
de: Bilder Exportieren
tr: Görselleri dışa aktar
uk: Експортувати світлини

# settingsImport
source: Import
de: Importieren
tr: İçe aktar
uk: Імпорт

# logFormatTitle
source: Choose Format
ar: اختر التنسيق
de: Format Auswählen
hi: प्रारूप चुनें
ja: 形式の選択
nl: Kies formaat
tr: Biçim seçin
uk: Оберіть тип файлу

# settingsDeleteAllLogsTitle
source: Delete All Logs
ar: حذف جميع السجلات
de: Alle Einträge löschen
hi: सभी लॉग हटाएं
ja: すべてのログを消去
nl: Verwijder alle logs
tr: Tüm kayıtları sil
uk: Видалити всі записи

# settingsDeleteAllLogsDescription
source: Do you want to delete all of your logs?
ar: هل تريد حذف كافة سجلاتك؟
de: Möchtest du alle Einträge löschen?
hi: क्या आप अपने सभी लॉग को हटाना चाहते हैं?
ja: 本当にすべてのログを消去しますか？
nl: Weet je zeker dat je alle logs wilt verwijderen?
tr: Tüm kayıtlarınızı silmek istiyor musunuz?
uk: Ви дійсно хочете видалити ВСІ записи журналу?..

# settingsAboutTitle
source: About
ar: عن التطبيق
de: Über
ja: Daily Youについて
nl: Over
tr: Hakkında
uk: Про нас

# formatOneShot
source: OneShot
tr: Tek çekim

# writeSomethingHint
source: Write something…
ar: اكتب شيئًا…
de: Schreibe etwas …
hi: कुछ लिखें…
ja: 何か書きましょう…
nl: Schrijf iets op…
tr: Bir şeyler yaz…
uk: Щось таки написати ж треба…

# logFolderErrorDescription
source: Failed to change log folder!
ar: فشل في تغيير مجلد السجل!
de: Eintragsordneränderung fehlgeschlagen!
ja: 日記フォルダの変更に失敗しました！
nl: Kan de logmap niet wijzigen!
tr: Günlük klasörü değiştirilemedi!
uk: Не вдалось змінити теку для записів!

# flashbackYear
source: {count, plural, one{{count} Year Ago} other{{count} Years Ago}}
ar: {count, plural, one{منذ سنة واحدة} other{منذ {count} سنوات}}
de: {count, plural, one{{count} Jahr her} other{{count} Jahre her}}
ja: {count, plural, one{{count} 年前} other{{count} 年前}}
nl: {count, plural, one{{count} jaar geleden} other{{count} jaren geleden}}
tr: {count, plural, one{{count} yıl önce} other{{count} yıl önce}}
uk: {count, plural, one{{count} рік тому} few{{count} роки тому} other{{count} років тому}}

# deletePhotoTitle
source: Delete Photo
ar: حذف الصورة
de: Foto löschen
hi: फ़ोटो हटाएं
ja: 写真を削除
nl: Verwijder foto
tr: Fotoğrafı sil
uk: Видалити фото

source: No Logs…
ar: لا سجلات…
de: Keine Einträge vorhanden …
hi: कोई लॉग नहीं…
ja: まだ記録はありません…
nl: Geen logs te tonen…
tr: Kayıt yok…
uk: Немає записів…

# deleteLogDescription
source: Do you want to delete this log?
ar: هل تريد حذف هذا السجل؟
de: Möchtest du diesen Eintrag löschen?
hi: क्या आप इस लॉग को हटाना चाहते हैं?
ja: この記録を削除してもよろしいですか？
nl: Weet je zeker dat je deze log wil verwijderen?
tr: Bu kaydı silmek istiyor musun?
uk: Точно хочете видалити цей запис?

# sortDateTitle
source: Date
ar: التاريخ
de: Datum
hi: दिनांक
ja: 日付
nl: Datum
tr: Tarih
uk: За датою

# sortOrderAscendingTitle
source: Ascending
ar: تصاعدي
de: Aufsteigend
ja: 昇順
nl: Oplopend
tr: Artan
uk: За зростанням

# errorExternalStorageAccessTitle
source: Can't Access External Storage
ar: لا يمكن الوصول إلى وحدة التخزين الخارجية
de: Kann nicht auf externen Speicher zugreifen
ja: 外部ストレージにアクセスできません
nl: Geen toegang tot externe opslag
tr: Harici depolamaya erişilemiyor
uk: Не вдається отримати доступ до зовнішнього сховища

# statisticsRangeAllTime
source: All Time
ar: كل الأوقات
de: Gesamt
hi: सारा समय
ja: すべての期間
nl: Alles
tr: Tüm zamanlar
uk: За весь час

# errorExternalStorageAccessDescription
source: If you are using network storage make sure the service is online and you have network access. Otherwise, the app may have lost permissions for the external folder. Go to settings, and reselect the external folder to grant access. Warning, changes will not be synced until you restore access to the external storage location!
ar: إذا كنت تستخدم التخزين عبر الانترنت تأكد من أن الخدمة متاحة ولديك وصول للشبكة. وإلا فقد يكون التطبيق قد فقد الأذونات للمجلد الخارجي. اذهب إلى الإعدادات وأعد اختيار المجلد الخارجي لمنح الوصول. تحذير، لن تتم مزامنة التغييرات حتى تستعيد الوصول إلى موقع التخزين الخارجي!
de: Wenn Sie Netzwerkspeicher verwenden, stellen Sie sicher, dass der Dienst online ist und Sie Zugriff auf das Netzwerk haben. Andernfalls hat die App möglicherweise die Berechtigungen für den externen Ordner verloren. Gehen Sie zu den Einstellungen und wählen Sie den externen Ordner erneut aus, um den Zugriff zu gewähren. Achtung: Änderungen werden erst synchronisiert, wenn Sie den Zugriff auf den externen Speicherort wiederherstellen!
ja: もしネットワークストレージを使用している場合は、サービスがオンラインであり、ネットワークに接続されていることを確認してください。 そうでない場合、アプリは外部フォルダへのアクセス権を失っている可能性があります。設定に移動し、外部フォルダを再選択してアクセスを許可してください。 注意：外部ストレージへのアクセスを復元するまで、変更内容は同期されません！
nl: Als je netwerkopslag gebruikt, zorg ervoor dat de service online is en dat je netwerktoegang hebt. Het kan ook zijn dat de app privileges voor de externe map is verloren. Ga naar instellingen en selecteer de externe map om toegang te geven. Waarschuwing, veranderingen worden niet gesynchroniseerd totdat je toegang tot de externe opslag hersteld!
tr: Ağ depolama alanını kullanıyorsanız, hizmetin çevrim içi olduğundan ve ağ erişiminiz olduğundan emin olun. Aksi takdirde, uygulama harici klasör için izinleri kaybetmiş olabilir. Ayarlara gidin ve erişim vermek için harici klasörü yeniden seçin. Uyarı, harici depolama konumuna erişimi geri yükleyene kadar değişiklikler eşlenemeyecektir!
uk: Якщо ви використовуєте мережеве сховище, перевірте інтернет і доступ до сервісу сховища. Також DailyYou могла втратити дозволи на доступ до зовнішньої теки. Перейдіть до налаштувань і знову виберіть зовнішню теку, щоб надати до неї доступ. Увага, зміни не будуть синхронізовані, доки ви не відновите доступ до зовнішнього сховища!

# themeDark
source: Dark
ar: داكن
de: Dunkel
hi: डार्क
ja: ダーク
nl: Donker
tr: Karanlık
uk: Темна

# settingsChangeMoodIcons
source: Change Mood Icons
ar: غير شكل الأيقونات
de: Ändere Mood Icons
ja: 気分のアイコンを変更する
nl: Wijzig humeuriconen
tr: Ruh hali simgelerini değiştir
uk: Змініть емоджи настроїв

# warningTitle
source: Warning
ar: تحذير
de: Achtung
ja: 警告
nl: Waarschuwing
tr: Uyarı
uk: Увага

# imageFolderErrorDescription
source: Failed to change image folder!
ar: فشل في تغيير مجلد الصور!
de: Bilderordneränderung fehlgeschlagen!
ja: 画像フォルダの変更に失敗しました！
nl: Kan de afbeeldingsmap niet wijzigen!
tr: Görüntü klasörü değiştirilemedi!
uk: Не вдалось змінити теку для світлин!

source: Import Logs
de: Einträge Importieren
tr: Kayıtları içe aktar
uk: Імпортувати записи

source: Import Images
de: Bilder Importieren
tr: Görselleri içe aktar
uk: Імпортувати світлини

# settingsSourceCode
source: Source Code
ar: الكود المصدري
de: Quellcode
hi: स्रोत कोड
ja: ソースコード
nl: Broncode
tr: Kaynak kodu
uk: Вихідний код

# tagMoodTitle
source: Mood
ar: المزاج
de: Stimmung
ja: 気分
nl: Humeur
tr: Ruh hali
uk: Настрій

# backupErrorDescription
source: Failed to create backup!
ar: فشل في إنشاء النسخة الاحتياطية!
de: Sicherung Fehlgeschlagen!
ja: バックアップの作成に失敗しました！
nl: Kan geen back-up maken!
tr: Yedekleme oluşturulamadı!
uk: Не вдалось створити резервну копію!

# restoreErrorDescription
source: Failed to restore backup!
ar: فشل في استعادة النسخة الاحتياطية!
de: Wiederherstellung der Sicherung Fehlgeschlagen!
ja: バックアップの復元に失敗しました！
nl: Kan back-up niet herstellen!
tr: Yedekleme geri yüklenemedi!
uk: Не вдалось відновити резервну копію!

# settingsBackup
source: Backup
ar: النسخ الاحتياطي
de: Sicherung
ja: バックアップ
tr: Yedekle
uk: Резервна копія

# settingsConsiderSupporting
source: consider supporting
ar: فكر في الدعم
de: unterstützen
ja: 支援の検討
nl: overweeg te ondersteunen
tr: desteklemeyi düşünün

# settingsMadeWithLove
source: Made with ❤️
ar: مصنوع ب ❤️
de: Mit ❤️ gemacht
ja: ❤️ をこめて作りました
nl: Gemaakt met ❤️
tr: ❤️ ile yapılmıştır

# settingsImportFromAnotherApp
source: Import From Another App
ar: الاستيراد من تطبيق آخر
de: Aus anderen App importieren
hi: किसी अन्य ऐप से आयात करें
ja: バックアップのインポート
nl: Importeer vanuit een andere app
tr: Başka bir uygulamadan içe aktar

# settingsRestore
source: Restore
ar: الاستعادة
de: Wiederherstellen
hi: रीस्टोर
ja: 復元
nl: Herstellen
tr: Geri yükleme
uk: Відновити резервну копію

# settingsRestorePromptDescription
source: Restoring a backup will overwrite your existing data!
ar: إن استعادة النسخة الاحتياطية سوف يؤدي إلى استبدال بياناتك الحالية!
de: Eine Sicherung wiederherzustellen löscht alle bisherigen Daten!
hi: बैकअप को रीस्टोर करने पर आपके मौजूदा डेटा को ओवरराइट किया जाएगा!
ja: これにより現在の設定が上書きされます！
nl: Het herstellen van een back-up zal je huidige data overschrijven!
tr: Bir yedeklemeyi geri yüklemek mevcut verilerinizin üzerine yazacaktır!
uk: Відновлення резервної копії перезапише всі дані!

# tranferStatus
source: Transferring… {percent}%
ar: جارٍ النقل… {percent}%
de: Übertragen... {percent}%
ja: 転送中...{percent}%
nl: Overzetten... {percent}%
tr: Aktarılıyor… {percent}%
uk: Обробка… {percent}%

# settingsDeleteAllLogsPrompt
source: Enter '{prompt}' to confirm. This cannot be undone!
ar: أدخل '{prompt}' للتأكيد. لا يمكن التراجع عن هذا!
de: Zum Bestätigen gib '{prompt}' ein. Das kann nicht rückgängig gemacht werden!
ja: 確認のため '{prompt}' と入力してください。この変更は元に戻せません！
nl: Voer '{prompt}' in om te bevestigen. Dit kan niet ongedaan worden gemaakt!
tr: Onaylamak için '{prompt}' girin. Bu geri alınamaz!
uk: Введіть '{prompt}' для підтвердження. Назад шляху вже не буде!

# settingsAlwaysSendReminderTitle
source: Always Send Reminder
ar: إرسال تذكير دائمًا
de: Erinnerung immer zeigen
hi: हमेशा रिमाइंडर भेजें
ja: 常にリマインダーを送信する
nl: Stuur altijd een herinnering
tr: Daima hatırlatma gönder

# settingsAlwaysSendReminderDescription
source: Send reminder even if a log was already started
ar: أرسل تذكير حتى لو تم بدء السجل بالفعل
de: Sende Erinnerungen, auch wenn ein Eintrag schon angefangen wurde
ja: 記入が開始されている場合でもリマインダーを送信する
nl: Stuur ook een herinnering als er al gelogd is
tr: Bir kayıt açılmış olsa bile hatırlatma gönder

# creatingBackupStatus
source: Creating Backup… {percent}%
ar: جارٍ إنشاء نسخة احتياطية... {percent}%
de: Erstelle Backup... {percent}%
hi: बैकअप बनाया जा रहा है... {percent}%
ja: バックアップを作成中... {percent}%
nl: Back-up maken... {percent}%
tr: Yedekleme oluşturuluyor… {percent}%
uk: Створення резервної копії… {percent}%

# settingsCustomizeNotificationTitle
source: Customize Notifications
ar: تخصيص الإشعارات
de: Benachrichtigungen Bearbeiten
ja: 通知をカスタマイズ
nl: Meldingen aanpassen
tr: Bildirimleri özelleştirin

# settingsBackupRestoreTitle
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
de: Sichern & Wiederherstellen
ja: バックアップと復元
nl: Back-up & Herstellen
tr: Yedekleme ve Geri yükleme

# restoringBackupStatus
source: Restoring Backup… {percent}%
ar: جارٍ استعادة النسخة الاحتياطية… {percent}%
de: Stelle Sicherung wieder her... {percent}%
hi: बैकअप रीस्टोर किया जा रहा है {percent}%
ja: バックアップを復元中... {percent}%
nl: Back-up herstellen... {percent}%
tr: Yedekleme geri yükleniyor… {percent}%
uk: Відновлення із резервної копії… {percent}%

# cleanUpStatus
source: Cleaning Up…
ar: جارٍ التنظيف…
de: Aufräumen…
ja: クリーンアップ中…
nl: Schoonmaken…
tr: Temizleniyor…
uk: Замітаємо сліди…
