Repository: Demizo/Daily_You
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, hi, ja, nl, tr, uk

# settingsTranslateCallToAction
source: Everyone should have access to a journal!
ar: ينبغي أن يكون لدى الجميع إمكانية الوصول إلى المجلة!
de: Jede*r sollte das Recht auf ein Eintrag haben!
ja: 誰もが日記を利用できるようにご協力よろしくお願いします！
nl: Iedereen zou toegang tot een dagboek moeten hebben!
tr: Herkes bir günlüğe erişebilir!

# logFormatDescription
source: Another app's format may not support all features. This will not impact existing logs!
ar: قد لا يدعم تنسيق تطبيق آخر جميع الميزات. يُرجى الإبلاغ عن أي مشاكل، إذ قد تتغير تنسيقات الجهات الخارجية في أي وقت. لن يؤثر هذا على السجلات الحالية!
de: Die Formate anderer Apps könnten ggf. nicht alle Funktionen beinhalten. Bitte melde alle Probleme, da Formate anderer Apps sich jederzeit ändern können. Das wird sich nicht auf aktuelle Einträge auswirken!
hi: अन्य ऐप का प्रारूप सभी फीचर्स को सपोर्ट नहीं कर सकता है। कृपया किसी भी समस्या को रिपोर्ट करें क्योंकि थर्ड पार्टी के प्रारूप कभी भी बदल सकते हैं। यह मौजूदा लॉग को प्रभावित नहीं करेगा!
ja: 外部アプリの形式では、すべての機能が利用可能とは限りません。サードパーティの形式は随時変更される可能性があるため、問題が発生した場合はご報告ください。既存のログには影響しません！
nl: Het formaat van een andere app ondersteunt mogelijk niet alle functies. Meld eventuele problemen, aangezien formaten van derden op ieder moment kunnen veranderen. Dit heeft geen invloed op bestaande logs!
tr: Başka bir uygulamanın formatı tüm özellikleri desteklemeyebilir. Üçüncü taraf formatlar her an değişebileceğinden dolayı lütfen herhangi bir sorunu bildirin. Bu mevcut günlükleri etkilemez!
uk: Формат іншого додатку може не підтримувати всі функції. Це не вплине на існуючі записи!

# settingsLanguageTitle
source: Language
ar: اللغة
de: Sprache
hi: भाषा
ja: 言語
nl: Taal
tr: Dil

# settingsHelpTranslate
source: Help Translate
ar: ساعد في الترجمة
de: Hilf Übersetzen
ja: 翻訳を手伝う
nl: Help vertalen
tr: Çeviri yardımı

# wordCount
source: {count, plural, one{{count} word} other{{count} words}}
ar: {count, plural, one{{count} كلمة} other{{count} كلمات}}
de: {count, plural, one{{count} Wort} other{{count} Wörter}}
ja: {count, plural, one{{count}文字} other{{count}文字}}
nl: {count, plural, one{{count} woord} other{{count} woorden}}
tr: {count, plural, one{{count} sözcük} other{{count} sözcük}}

# settingsDailyReminderOnboarding
source: Enable daily reminders to keep yourself consistent!
ar: قم بتفعيل التذكيرات اليومية لتحافظ على استمرارك!
de: Aktivieren Sie tägliche Erinnerungen um Konstant Einträge zu machen!
ja: リマインダーを有効にして、毎日日記を継続しましょう！
nl: Zet dagelijkse herinneringen aan om consistent te blijven!
tr: Süreklilik için günlük hatırlatıcıları etkinleştirin!

# settingsNotificationsPermissionsPrompt
source: The 'schedule alarms' permission will be requested to send the reminder at a random moment or at your preferred time.
ar: سيتم طلب إذن "جدولة التنبيهات" لإرسال التذكير في لحظة عشوائية أو في الوقت المفضل لديك.
ja: ランダム、または希望する時間にリマインダーを送信するには、「アラームとリマインダー」の権限が必要です。
nl: De 'plan alarmen' toestemming zal aangevraagd worden om de herinnering op een willekeurig moment of op je gewenste tijd te sturen.
tr: 'Takvim alarmları' izninden bildirimi rastgele bir anda veya tercih ettiğiniz zamanda göndermesi isteyecektir.

# settingsAppLanguageTitle
source: App Language
ar: لغة التطبيق
de: App Sprache
hi: ऐप की भाषा
ja: アプリの言語
nl: Taal van de app
tr: Uygulama Dili

# settingsOverrideAppLanguageTitle
source: Override App Language
ar: أجبر لغة التطبيق
de: Überschreibe App Sprache
ja: アプリの言語を指定する
nl: Overschrijf de taal van de app
tr: Uygulama Dilini Özelleştir

# themeAmoled
source: AMOLED
ar: أموليد
ja: ダーク(AMOLED)
uk: Я бачу вас цікавить пітьма (OLED)
